export const subscriptionsInfo = [
  {
    src: "/src/assets/bms-sub/1.png",
    title: "Пропрацювання другої чакри",
    listTitle:
      "Робота з другою чакрою, Свадхістаною, буде проводитися на 4 рівнях:",
    list: [
      {
        text: "- фізичному",
      },
      {
        text: "- емоційному",
      },
      {
        text: "- ментальному",
      },
      {
        text: "- кармічному",
      },
    ],
    text: "Ви отримаєте теоретичні матеріали, і практичні завдання-протоколи на 40 днів (кожні 10 днів оновлений протокол)",
  },
  {
    src: "/src/assets/bms-sub/2.png",
    title: "Нейрографіка",
    text: "Разом з провідником, сертифікованим спеціалістом з Нейрографіки, ми будемо виконувати практику, присвячену темі Свадхістани",
  },
  {
    src: "/src/assets/bms-sub/3.png",
    title: "Послання Богинь",
    text: "Підказка від карт-оракулів у перші дні вашого циклу",
  },
  {
    src: "/src/assets/bms-sub/4.png",
    title: "База знань",
    text: "За попередні 30 місяців роботи Be My Sister у нас накопичилася величезна кількість матеріалів, які ви зможете прослухати та переглянути у зручний для вас час. Це і ефіри на різні теми, і записи практик з МАК, і подкасти та посібники",
  },
  {
    src: "/src/assets/bms-sub/5.png",
    title: "Карта тижня",
    text: "Завдяки моїй роботі з колодами карт-оракулів та таро ви отримуватимете послання раз на тиждень",
  },
  {
    src: "/src/assets/bms-sub/6.png",
    title: "Чат для спілкування з учасницями",
    text: "У чаті ми не маємо пустих розмов і флуду. Ми спілкуємося тільки на важливі теми, і не відволікатимемо вас від життя непотрібними повідомленнями. Чат створено у телеграмі",
  },
];

export const bonusOptions = [
  {
    src: "/src/assets/bms-sub/7-1.png",
    title: "Карма-маніфест",
    text: "Подкасти та посібник про 10 етичних принципів, а також роз'яснення, що таке карма-маніфест. Теоретичні матеріали для самостійного вивчення і опрацювання. Через щоденний звіт-щоденник ви звіряєтесь, чи вірно ви маніфестуєте своє бажане майбутнє в простір",
  },
];

export const testimonials = [
  {
    src: "/src/assets/slides-bms/slide-1.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-2.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-3.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-4.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-5.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-6.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-7.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-8.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-9.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-10.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-11.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-12.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-13.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-14.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-15.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-16.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-17.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-18.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-19.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-20.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-21.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-22.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-23.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-24.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-25.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-26.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-27.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-28.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-29.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-30.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-31.jpg",
    alt: "review",
  },
  {
    src: "/src/assets/slides-bms/slide-32.jpg",
    alt: "review",
  },
];

export const achievements = [
  {
    numbers: 31,
    text: "місяців працює спільнота",
  },
  {
    numbers: 203,
    text: "жінки стали учасницями спільноти",
  },
  {
    numbers: "70%",
    text: "учасниць продовжили підписку повторно",
  },
  {
    numbers: "17 / 50",
    text: "вік наймолодшої та найстаршої учасниць на момент входу до спільноти",
  },
];

// export const faqQuestions = [
//   {
//     id: 'bmspagefaqdata01',
//     question: "Що входить до бази відео-матеріалів попередніх сезонів?",
//     answer:
//       "70+ ефірів та практик у записі, а також гайди та чек-листи (більшість російською мовою, матеріали від 24.02 - українською).",
//     lists: [
//       [
//         "Ефіри на тему грошей:",
//         "Гроші. Метафізика, мислення чи фінансова грамотність?",
//         "Гроші та карма",
//         "Обмежуючі переконання у грошах",
//         "Думай як мільйонер - чому це не працює",
//         "Заздрість як блокатор матеріальних благ",
//         "Розбір фінансових енергій учасниць",
//         "Бесіди про карму. Фінанси",
//       ],
//       [
//         "Ефіри на тему дитячої позиції:",
//         "Дитяча позиції. Що це?",
//         "Дитяча позиція у бізнесі та на роботі",
//         "Дитяча позиція у грошах",
//         "Дитяча позиція у здоров'ї",
//         "Дитяча позиція у відносинах із собою",
//         "Дитяча позиція у стосунках із чоловіком",
//         "Дитяча позиція у стосунках із батьками",
//         "Дитяча позиція у близькому оточенні",
//         "Дитяча позиція у розвагах, подорожах та хобі",
//         "Дитяча позиція у духовності та самопізнанні",
//       ],
//       [
//         "Ефіри на тему жіночності:",
//         "Жіночність",
//         "Жіночі архетипи",
//         "Заземлення, потік та інші жіночі стани",
//         "Любов до себе",
//         "Важливість оточення",
//         "Гармонійні стосунки та пошук партнера",
//         "Відносини з мамою – на що впливають",
//         "Відносини з татом - на що впливають",
//         "Для кого ти мама і чим це загрожує",
//       ],
//       [
//         "Ефіри на тему пропрацювань:",
//         "Стан жертви",
//         "Страх успіху",
//         "Вторинні вигоди",
//         "Негативні переконання",
//         "Границі. Дорослість. Сепарація",
//         "Самооцінка. Практики",
//         "Наслідок заблокованих емоцій",
//         "Глюки у самооцінці",
//         "Прощення болю та відпускання образ",
//         "Границі. Чому так складно і що з цим робити",
//         "Жити не своє життя і найкраща версія себе. У чому каверза?",
//         "Як екологічно працювати з родом",
//       ],
//       [
//         "Ефіри на тему карми:",
//         "4 закони карми",
//         "10 етичних принципів",
//         "Заздрість. Кармічні наслідки. Протокол дій",
//         "Кармічні хвости + мій досвід регресії",
//         "Хто така духовна людина",
//         "Благодійність",
//         "Як розпізнати кармічний урок",
//         'Практики "4 сили" за квітень, травень, червень та липень',
//         "Бесіди про карму: основи",
//         "Бесіди про карму: фінанси, бізнес, підприємництво",
//         "Бесіди про карму: відносини",
//         "Бесіди про карму: медитація. Читання книги «Сад небесної мудрості»",
//         "Бесіди про карму: тонг-лен. Читання книги «Сад небесної мудрості»",
//         "Бесіди про карму: смерть. Читання книги «Сад небесної мудрості»",
//         "Як користуватися знаннями про карму, духовними практиками, щоб це спрощувало життя, а не ускладнювало його",
//       ],
//       [
//         "Ефіри на інші теми:",
//         "Планування бажаннями + гайд",
//         "Час є. Як знаходити його на те, що важливо",
//         "Прикмети, забобони та знаки",
//         "Тобі можна все",
//         "Закон ієрархій",
//         "Чакри та піраміда Маслоу",
//         "Медитація. Суть, помилки, міфи",
//         "Системи самопізнання",
//         "Чому наші бажання не збуваються?",
//       ],
//       [
//         "Ефіри з експертами:",
//         "Із нутріціологом. РПП, відповіді на запитання щодо харчування",
//         "Із нутріціологом. Профілактика дефіцитів через повноцінне харчування + гайд Конструктор повноцінного раціону",
//         "Зі стилістом. Зовнішній вигляд та відносини з собою + гайд Психологія кольору",
//         "З психологом-психосоматологом. Міфи та реальність у психосоматиці",
//         "З психологом-психосоматологом. Чому симптоми не йдуть",
//       ],
//       [
//         "Практики з МАК у записі:",
//         "Діагностика грошових переконань на 7 енергетичних рівнях",
//         "Сімейні цінності",
//         "Маршрут шляху",
//       ],
//       [
//         "Спільні медитації у записі:",
//         'Практика "Медитація люблячої доброти"',
//         'Практика "4 сили"',
//         "Медитація радості на активацію кармічного насіння з'єднання",
//       ],
//     ],
//     open: false,
//   },
//   {
//     id: 'bmspagefaqdata02',
//     question: "А спілкуватися обов'язково?",
//     answer:
//       "Спілкування – це лише одна із форм прояву Be My Sister. Якщо вам не подобається спілкуватися, можете просто помовчати в нашому ресурсному полі. Ми не вимагаємо, щоб на жіночих колах були включені камери, ви можете просто «тихо бути присутньою». Головна цінність проекту Be My Siser – можливість прийти сюди за своїм видом взаємодії. Для когось це – спілкування, для когось – розклад, для когось – знання. Вибирайте те, що цінне для вас",
//     open: false,
//   },
//   {
//     id: 'bmspagefaqdata03',
//     question: "Що мені дасть участь у спільноті?",
//     lists: [
//       [
//         "Можливість познайомитися з близькими за духом жінками, які цікавляться такими ж психологічно-езотеричними темами, що і ви",
//         "Можливість перебувати в ресурсному, безпечному та підтримуючому полі.",
//         "Можливість проявитися.",
//         "Можливість отримувати допомогу завдяки інструментам самопізнання та терапії.",
//         "Можливість створювати необхідні зв'язки.",
//         "Можливість навчатися завдяки великій базі теоретичних матеріалів.",
//         "Але найголовніша можливість — бути не самій, коли страшно, боляче, незрозуміло",
//       ],
//     ],
//     open: false,
//   },
// ];