export const clients = [
  {
    src: "/src/assets/eso-icons/card-big-icon1.png",
    title: "Для тих, хто лише приглядається",
    text: "Якщо ви плануєте вивчати якийсь езотеричний напрямок, ви зможете одразу дізнатися, як організувати свою майбутню роботу",
  },
  {
    src: "/src/assets/eso-icons/card-big-icon2.png",
    title: "Для початківців",
    text: "Якщо ви нещодавно закінчили езотеричне навчання, ви зможете зрозуміти, як наважитися почати практику",
  },
  {
    src: "/src/assets/eso-icons/card-big-icon3.png",
    title: "Для досвідчених практиків",
    text: "Якщо ви вже давно практикуєте, але хочете збільшити кількість клієнтів та додати роботі більшої структурності і організованості",
  },
];

export const esoteric = [
  {
    src: "/src/assets/eso-icons/card-sm-icon1.png",
    title: "Подкаст-база",
    text: "Матеріали будуть виходити в аудіо-форматі, ви зможете прослухати їх в зручний для себе час",
  },
  {
    src: "/src/assets/eso-icons/card-sm-icon2.png",
    title: "Бонусні лекції",
    text: "Лекції від залучених до проєкту експертів",
  },
];

export const experts = [
  {
    src: "/src/assets/eso-icons/card-sm-icon3.png",
    title: "SMM-спеціаліст",
    text: 'Лекція на тему "Ази аудиту власного профілю, на які цифри та метрики звертати увагу, де їх шукати. Таргет"',
  },
  {
    src: "/src/assets/eso-icons/card-sm-icon4.png",
    title: "Вчитель Цигун",
    text: 'Лекція на тему "Енергетичний захист в роботі"',
  },
];

export const bonuses = [
  {
    src: "/src/assets/eso-icons/card-sm-icon5.png",
    title: "Файл для розпаковки особистості",
    text: "Завдяки розпаковці ви зрозумієте, про що розповідати в блозі, що знімати і чим вам хочеться ділитися",
  },
  {
    src: "/src/assets/eso-icons/card-sm-icon6.png",
    title: "Запис вебінару 'Карма. Клієнти. Гроші'",
    text: "Ви зрозумієте, як працює карма грошей, та які помилки ви несвідомо робите",
  },
];

export const workplan = [
  {
    title: 'Блок "Професійний"',
    items: [
      "1. Чи обов'язково треба мати блог?",
      "2. Як проявитись езотерику в соцмережах, який контент більше не заходить. Тренди 2023",
      "3. Етичний кодекс, екологічна взаємодія",
      "4. 1000 і 1 інструмент. Як все об'єднати і чи треба. Вибір ніші",
      "5. Вчитися не можна практикувати. Де поставити кому?",
      "6. Коли починати продавати консультації, курси, марафони, навчання",
      "7. Де взяти перших клієнтів",
      "8. Чому сарафанне радіо — це найкраще, що може з тобою статися, і як його собі організувати",
      "9. Як показувати результат у м'якій ніші",
      "10. Скажи мені хто ти, і я скажу тобі, чи куплю в тебе. Розпаковка особистості",
      "11. Чому картинка блаженного з Балі більше не працює, принаймні на український ринок",
      "БОНУС: Лекція 'Аудит блогу. Таргет'",
    ],
  },
  {
    title: 'Блок "Кармічний"',
    items: [
      "12. Карма грошей та фінансових проблем",
      "13. Карма популярності експерта",
      "14. Карма впевненості в собі",
      "15. А що подумають? А що скажуть? Чому ти взагалі про це паришся і як назавжди перестати",
      "16. ФОП і карма",
      "БОНУС: Вебінар: карма, клієнти, гроші",
    ],
  },
  {
    title: 'Блок "Езотеричний"',
    items: [
      "17. Касти клієнтів. Кому продаєш?",
      "18. Захист в роботі",
      "19. На якій чакрі «живе» блог?",
      "20. Вигорання в езотериці",
      "21. Відлетівший / невідлетівший езотерик. Признаки, ознаки, наслідки",
    ],
  },
  {
    title: 'Блок "Технічний"',
    items: [
      "22. Сайти, платформи, системи. Потрібні чи ні",
      "23. Організація роботи. База. Бюджет. Планування. Оптимізація. Делегування",
      "24. Вовк-самітник чи командний гравець. Чому перший варіант завжди програшний",
      "25. Канали комунікації, або як робити не треба",
      "26. Полюбити декомпозицію як шанс себе не мочити",
      "27. Юзабіліті як база",
      "28. Думай як не езотерик",
    ],
  },
  {
    title: 'Блок "Грошовий"',
    items: [
      "29. Ціноутворення. Як заробляти більше. Знижки. Донейшн. Коли підвищувати ціни",
      "30. Безкоштовні консультації. Загодовування користю",
      "31. У людей немає грошей, мої послуги не на часі та ще кілька десятків міфів про твою реалізацію",
      "32. Тригерити та вийо*уватись — чому це прекрасно",
    ],
  },
  {
    title: 'Блок "Особистісний"',
    items: [
      "33. Страхи і що з ними робити",
      "34. Спаситель Малібу, або як робити не треба",
      "35. Фундаментальний вплив оточення",
      "36. Інфантильність та дитяча позиція — червоні прапорці, на які потрібно звернути увагу",
      "37. Дисципліна — друг езотерика чи ворог",
      "38. Кому належить інформація. Інфоциганство",
    ],
  },
];
