import { date } from "./currentDate";

export const guides = [
  {
    id: "guidesitem0001",
    title: 'Ґайд "Значення точок Матриці"',
    price: 300,
    details: {
      title: "«Значення точок Матриці»",
      description:
        "Ґайд для консультантів Матриці Долі, а також тих, хто хоче розібратися зі своїми енергіями самостійно.",
      text: "Допомагає вивчити значення точок, готуватися до консультацій, дає можливість розрахувати та проаналізувати свою особистість, а також своїх рідних, знайомих, друзів, клієнтів, колег…",
      format: "Формат: PDF-файл",
      lang: "Мова: українська",
    },
  },
  {
    id: "guidesitem0002",
    title: 'Методичка "22 Енергії"',
    price: 600,
    details: {
      title: "«22 Енергії у трактуванні характеру та потенціалу особистості»",
      description:
        "Методичний посібник для консультантів Матриці Долі, а також тих, хто хоче розібратися зі своїми енергіями самостійно.",
      text: "Допомагає вивчити енергії, готуватися до консультацій, дає можливість проаналізувати свою особистість, а також своїх рідних, знайомих, друзів, клієнтів, колег тощо.",
      list: [
        "По кожній із 22 енергій ви отримаєте:",
        "▪️ Аспекти прояву енергій",
        "▪️ Слова-ключі",
        "▪️ Прояви у плюсі по кожному з аспектів",
        "▪️ Прояви у агресивному мінусі по кожному з аспектів",
        "▪️ Прояви у пасивному мінусі по кожному з аспектів",
        "▪️ Як мінус закладається в дитинстві",
        "▪️ Як виводити енергію з мінуса в плюс по кожному аспекту",
        "▪️ Як виводити енергію з мінуса в плюс на рівні карми",
        "▪️ Сенс енергії",
        "▪️ Можливі ментальні проблеми",
        "▪️ Коучингові питання",
        "▪️ Афірмації",
        "▪️ Зв'язок з іншими езотеричними напрямками",
      ],
      format: "Формат: PDF-файл",
      lang: "Мова: українська",
    },
  },
  {
    id: "guidesitem0003",
    title: 'Канал "Матриціологія"',
    price: 1000,
    details: {
      description:
        "Закритий телеграм-канал, на якому виходять авторські статті для поглиблення в метод Матриця Долі. Статті пишуться на основі моїх досліджень, понад 3-річного досвіду постійного консультування людей та вивчення методу протягом більш як 4 роки",
      text: "Доступ до каналу сплачується одноразово.",
      list: [
        "Перелік статей на каналі:",
        '- Дослідження "Психологічні" енергії в Матриці Долі"',
        '- Дослідження "Чи любить 13 енергія екстрим"',
        '- Дослідження "Енергії геїв в Матриці Долі"',
        '- Стаття "Висяки" як симптоми серйозних мінусів"',
        '- Стаття "Енергії, професії та касти"',
        '- Дослідження "Жінки на мільярди доларів"',
        '- Дослідження "Ну дуже великі гроші"',
        '- Стаття "Ну дуже великі гроші" в двох частинах',
        '- Дослідження "Матриця і мода"',
        '- Дослідження "19 енергія і багатодітність"',
        '- Стаття "18 енергія і 2023 рік"',
        '- Дослідження "Енергії духовних вчителів"',
        '- Стаття "Чому не реалізуються цілі"',
        '- Стаття "Рейтинг енергій"',
        '- Дослідження "Матриці супермоделей"',
        "- Стаття \"Вчителі-п'ятірки і вчителі-дев'ятки\"",
        '- Дослідження "Матриці серійних вбивць"',
        '- Стаття "Матриця Долі і Джої"',
        '- Стаття "Матриця Долі і Моніка"',
        '- Стаття "Матриця Долі і Рос"',
        '- Стаття "Матриця Долі і Фібі"',
        '- Дослідження "Енергії Матриці та балет"',
        '- Дослідження "Енергії Матриці відомих кухарів"',
        '- Дослідження "Матриця і смерть"',
        '- Дослідження "Матриця геніїв сучасності"',
        '- Стаття "Лідерство"',
        '- Стаття "Конфліктні енергії 6-9"',
        '- Стаття "Конфліктні енергії 5-15"',
        '- Стаття "Конфліктні енергії 7-14"',
        '- Стаття "Тип палива"',
        '- Стаття "Кармічні хвости"',
      ],
      format: "Формат: телеграм-канал",
      lang: "Мова: українська",
    },
  },
];

export const watchProducts = [
  {
    id: "productstowatch0001",
    title: 'Запис вебінару "Карма. Клієнти. Гроші"',
    price: 300,
    details: {
      title:
        "80% вартості вебінару буде перераховано в благодійний фонд на потреби ЗСУ",
    },
  },
  {
    id: "productstowatch0002",
    title:
      'Вокшоп №1 "Глибинне розуміння 22 енергій Матриці Долі та трактування їх в потенціалі особистості"',
    price: 1111,
    details: {
      link: {
        title: "workshop",
        to: "/workshop",
        text: "Воркшоп",
      },
      list: [
        "24 відео в записі в телеграм-каналі, з яких:",
        "- 22 відео - лекції по енергіях",
        "- 2 відео - запис практики",
      ],
    },
  },
  {
    id: "productstowatch0003",
    title: 'Подкаст-база "Езотерикиня. 1.0"',
    price: 3000,
    details: {
      link: {
        title: "esoteric",
        to: "/esoteric",
        text: "Езотерикиня",
      },
      list: [
        "Теми подкастів:",
        "1. Чи обов'язково треба мати блог?",
        `2. Як проявитись езотерику в соцмережах, який контент більше не заходить. Тренди ${date.currentYear}`,
        "3. Етичний кодекс, екологічна взаємодія",
        "4. 1000 і 1 інструмент. Як все об'єднати і чи треба. Вибір ніші",
        "5. Вчитися не можна практикувати. Де поставити кому?",
        "6. Коли починати продавати консультації, курси, марафони, навчання",
        "7. Де взяти перших клієнтів",
        "8. Чому сарафанне радіо — це найкраще, що може з тобою статися, і як його собі організувати",
        "9. Як показувати результат у м'якій ніші",
        "10. Скажи мені хто ти, і я скажу тобі, чи куплю в тебе. Розпаковка особистості",
        "11. Чому картинка блаженного з Балі більше не працює, принаймні на український ринок",
        "12. Карма грошей та фінансових проблем",
        "13. Карма популярності експерта",
        "14. Карма впевненості в собі",
        "15. А що подумають? А що скажуть? Чому ти взагалі про це паришся і як назавжди перестати",
        "16. ФОП і карма",
        "БОНУС: Вебінар: карма, клієнти, гроші",
        "17. Касти клієнтів. Кому продаєш?",
        "18. Захист в роботі (лекція з запрошеним експертом)",
        "19. На якій чакрі «живе» блог?",
        "20. Вигорання в езотериці",
        "21. Відлетівший / невідлетівший езотерик. Признаки, ознаки, наслідки",
        "22. Сайти, платформи, системи. Потрібні чи ні",
        "23. Організація роботи. База. Бюджет. Планування. Оптимізація. Делегування",
        "24. Вовк-самітник чи командний гравець. Чому перший варіант завжди програшний",
        "25. Канали комунікації, або як робити не треба",
        "26. Полюбити декомпозицію як шанс себе не мочити",
        "27. Юзабіліті як база",
        "28. Думай як не езотерик",
        "29. Ціноутворення. Як заробляти більше. Знижки. Донейшн. Коли підвищувати ціни",
        "30. Безкоштовні консультації. Загодовування користю",
        "31. У людей немає грошей, мої послуги не на часі та ще кілька десятків міфів про твою реалізацію",
        "32. Тригерити та вийо*уватись — чому це прекрасно",
        "33. Страхи і що з ними робити",
        "34. Спаситель Малібу, або як робити не треба",
        "35. Фундаментальний вплив оточення",
        "36. Інфантильність та дитяча позиція — червоні прапорці, на які потрібно звернути увагу",
        "37. Дисципліна — друг езотерика чи ворог",
        "38. Кому належить інформація. Інфоциганство",
        "Бонуси:",
        '1. Лекції від запрошеного експерта "Аудит блогу" та Таргет"',
        '2. Запис вебінару: "Карма. Клієнти. Гроші"',
      ],
    },
  },
];

export const subscriptions = [
  {
    id: "subscriptionitem0001",
    title: `Основна программа на ${date.currentMonth}`,
    price: 450,
    details: {
      list: [
        "- Оплата до 5 числа кожного місяця відкриває доступ до програми цього місяця.",
        "- Оплата після 5 числа кожного місяця відкриває доступ до програми наступного місяця.",
      ],
    },
  },
  // {
  //   id: "subscriptionitem0002",
  //   title: `Основна программа на ${date.currentMonth} + карма маніфест`,
  //   price: 600,
  // },
];

export const esotericProducts = [
  {
    id: "esotericproductsitem0001",
    title: "Лише слухати",
    text: "Доступ лише до подкаст-бази",
    price: 3000,
    inStock: true,
  },
  {
    id: "esotericproductsitem0002",
    title: "Слухати і Практикувати",
    text: "Подкаст-база + МастерМайнди + Робота з кармічним партнером",
    price: 4800,
    inStock: false,
  },
];

/// ??????????????????????

// export const corrections = [
//   {
//     id: "correctionsitem0001",
//     title: "Аромакорекція 3 енергії",
//     description: "Мікс 3: Імператриця",
//     price: 280,
//   },
//   {
//     id: "correctionsitem0002",
//     title: "Аромакорекція 6 енергії",
//     description: "Мікс 6: Любов",
//     price: 300,
//   },
//   {
//     id: "correctionsitem0003",
//     title: "Аромакорекція 7 енергії",
//     description: "Мікс 7: Воїн",
//     price: 290,
//   },
//   {
//     id: "correctionsitem0004",
//     title: "Аромакорекція 10 енергії",
//     description: "Мікс 10: Фортуна",
//     price: 290,
//   },
//   {
//     id: "correctionsitem0005",
//     title: "Аромакорекція 12 енергії",
//     description: "Мікс 12: Служіння",
//     price: 300,
//   },
//   {
//     id: "correctionsitem0006",
//     title: "Аромакорекція 15 енергії",
//     description: "Мікс 15: Темний Ангел",
//     price: 310,
//   },
//   {
//     id: "correctionsitem0007",
//     title: "Аромакорекція 18 енергії",
//     description: "Мікс 18: Місяць",
//     price: 320,
//   },
//   {
//     id: "correctionsitem0008",
//     title: "Настройка-медитація",
//     description: "на енергію",
//     price: 550,
//   },
// ];
