export const listItemsWorkshop1 = [
  {
    text: "22 енергії - їх аспекти, плюси, пасивні та агресивні (гіперактивні) мінуси",
  },
  {
    text: "Як ці енергії характеризують особистість, які вона має сильні та слабкі сторони",
  },
  {
    text: "Який потенціал закладено в людину",
  },
  {
    text: "Якою бачить людину її оточення",
  },
  {
    text: "Характер людини",
  },
  {
    text: "Як людина діє",
  },
  {
    text: "Що керує емоціями людини",
  },
  {
    text: "Джерело сили людини та наповнення ресурсом",
  },
  {
    text: "Як поєднати в трактуванні різні енергії, що відповідають за особистість, але знаходяться в різних точках",
  },
];

export const faqQuestionsWorkshop1 = [
  {
    id: "workshop01faqdata01",
    question: "Як надовго в мене залишаться ці матеріали?",
    answer: "Матеріали в доступі назавжди",
    open: false,
  },
  {
    id: "workshop01faqdata02",
    question: "Чи підійде матеріал для новачків?",
    answer: "Так",
    open: false,
  },
  {
    id: "workshop01faqdata03",
    question: "Чи зможу я після воркшопу консультувати людей?",
    answer:
      "Це базовий матеріал по розумінню енергій. Якщо ваша консультація буде стосуватися лише потенціалу особистості - так, зможете. Якщо інших питань - вам потрібно буде пройти додаткові тематичні воркшопи.",
    open: false,
  },
];
